tap "homebrew/bundle"
tap "leoafarias/fvm"
tap "supabase/tap"
brew "cairo"
brew "docker"
brew "git"
brew "ios-deploy"
brew "jpeg"
brew "mas"
brew "stow"
brew "typewritten"
brew "zlib"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "planetscale/tap/pscale"
cask "1password"
cask "android-studio"
cask "claude"
cask "discord"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "kindle"
cask "obsidian"
cask "orbstack"
cask "slack"
cask "visual-studio-code"
cask "zulu"
mas "Developer", id: 640199958
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Transporter", id: 1450874784
mas "Xcode", id: 497799835
