tap "homebrew/bundle"
brew "anyenv"
brew "gh"
brew "mas"
brew "neovim"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
cask "1password"
cask "brave-browser"
cask "deepl"
cask "discord"
cask "google-chrome"
cask "iterm2"
cask "notion"
cask "visual-studio-code"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
